Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=141_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Stipendejä saamen kielen oppilaille
smn: Stipedeh sämikielâ uáppeid

source: Saamelaiskäräjät jakaa stipendejä 17:lle saamen kielen opinnoissa hyvin menestyneelle oppilaalle saamelaisten kotiseutualueen kuntien kouluissa.
smn: Sämitigge juáhá stipedijd 17 sämikielâ uápuin pyereest miännástum uáppeid sämikuávlu kieldâi škoovlâin.

source: Stipendejä jaetaan koulujen kevätjuhlissa sekä äidinkielisille että saamen kielen vieraan kielen oppilaille.
smn: Stipendeh juáhhojeh škovláid kiđđâjuuhlijn sehe eenikielâlijd já sämikielâ viereskiellân lohheid.

source: Stipendit jaetaan 6 uudelle ylioppilaalle Utsjoen, Inarin, Enontekiön ja Sodankylän lukioissa.
smn: Stipendeh adeluvvojeh 6 uđđâ pajeuáppei Ucjuv, Aanaar, Iänuduv já Suáđigil luvâttuvâin.

source: He ovat kaikki suorittaneet ylioppilastutkinnossa pohjoissaamen kielen kokeen.
smn: Sii láá puohah čođâldittám tavesämikielâ iskoos pajeuáppetutkosist.

source: 11 stipendiä jaetaan perusopetuksen suorittaneille, yhdeksännen luokan oppilaille.
smn: 11 stipendit juáhhojuvvii vuáđumáttááttâs čođâldittám, oovcád luokast kiergânâm uáppeid.

source: Perusopetuksen stipendin saa 10 pohjoissaamen kielen oppilasta ja yksi koltansaamen kielen oppilas.
smn: Vuáđáumáttááttâs stiipeend ožžuu 10 tavesämikielâ uápped já 1 nuorttâkielâ uáppee.

source: PERUSOPETUKSEN SUORITTANEET OPPILAAT: 1. Gáregasnjárga/ Karigasniemi Tiia Pohjanrinne 2. Čeavetjávri/ Sevettijärvi Wille-Akseli Feodoroff 3. Gilbbešjávri/ Kilpisjärvi Laura Romakkaniemi 4. Anár/ Inari Juulienna Näkkäläjärvi 5. Anár/ Inari Saana Lappalainen 6. SoađegilLi/ Sodankylä Aleksi Syrjä 7. Vuohčču/ Vuotso Karen-Anni Hetta 8. Ohcejotnjálbmi/ Utsjokisuu Áile Risten Holmberg 9. Heahttá/ Hetta Juhani Kultima 10. Heahttá/ Hetta Nilla-Máhtte Magga 11. Avvil/ Ivalo Paula Rauhala
smn: VUÁĐUMÁTTÁÁTTÂS ČOĐÂLDITTÁM UÁPPEI STIPENDEH: 1. Kärigâsnjargâ Tiia Pohjanrinne 2. Čevetjävri Wille-Akseli Feodoroff 3. Kilbišjävri Laura Romakkaniemi 4. Aanaar Juulienna Näkkäläjärvi 5. Aanaar Saana Lappalainen 6. Suáđigil Aleksi Syrjä 7. Vuáčču Karen-Anni Hetta 8. Ucjuvnjälmi Áile Risten Holmberg 9. Hetta Juhani Kultima 10. Hetta Nilla-Máhtte Magga 11. Avveel Paula Rauhala

source: UUSIEN YLIOPPILAIDEN STIPENDIT: 1. Ohcejohka/ Utsjoki Jani Guttorm 2. Ohcejohka/ Utsjoki Milla Pulska 3. Eanodat/ Enontekiö Nils-Juhan Juuso 4. Avvil/ Ivalo Leena Niittyvuopio 5. Avvil/ Ivalo Marjinga Sara 6. Soađegilli/ Sodankylä Reeta Pyhäjärvi
smn: UĐĐÂ PAJEUÁPPEI STIPENDEH: 1. Ucjuuhâ Jani Guttorm 2. Ucjuuhâ Milla Pulska 3. Iänudâh Nils-Juhan Juuso 4. Avveel Leena Niittyvuopio 5. Avveel Marjinga Sara 6. Suáđigil Reeta Pyhäjärvi
